#Mon Jul 25 13:31:47 CEST 2011
disclaimer.acknowledged=Ich habe die Nutzungsbedingungen gelesen, verstanden und stimme ihnen zu.
disclaimer.additionalcheckbox=Ich bin mit der Datenspeicherung einverstanden.
disclaimer.additionallinktext=Nutzungsbedingungen (PDF Dokument)
disclaimer.filedownloadurl=Nutzungsbedingungen.pdf
disclaimer.form.cancelled=Sie haben die Nutzungsbedingungen nicht akzeptiert.
disclaimer.header=Nutzungsbedingungen
disclaimer.nok=Ablehnen
disclaimer.ok=Akzeptieren
disclaimer.paragraph1=Der/die OLAT-Benutzer/in nimmt zur Kenntnis, dass er/sie OLAT nur zu Studien- und/oder Lehrzwecken benutzen darf. Er/sie darf nicht gegen schweizerische Gesetze und Verordnungen, die guten Sitten und Rechte Dritter (Namens-, Urheber-, Datenschutzrechte usw.) verstossen. Insbesondere verpflichtet sich der/die OLAT-Benutzer/in, keine pornografischen, \tgewaltverherrlichenden, widerrechtlichen, rassistischen oder diskriminierenden Inhalte jeglicher Art darzustellen oder auf dem OLAT-Server abzuspeichern. Ferner verpflichtet er/sie sich, nicht zu Straftaten aufzurufen oder Anleitungen hierf&uuml;r darzustellen.
disclaimer.paragraph2=Die Universit&auml;t Z&uuml;rich beh&auml;lt sich das Recht vor, bei Missbrauch des OLAT-Servers oder Verst&ouml;ssen gegen diese Nutzungsregelung, den Zugang zu OLAT zu sperren und alle Daten des betreffenden Benutzers oder der betreffenden Benutzerin zu l&ouml;schen. Ferner beh&auml;lt sie sich das Recht vor, strafrechtliche oder \tzivilrechtliche Untersuchungen einzuleiten.
disclaimer.terms.of.usage=Nutzungsbedingungen
email.address=E-Mail-Adresse
email.address.maynotbeempty=E-Mail-Adresse darf nicht leer sein
email.address.notregular=E-Mail-Adresse muss g\u00FCltig sein
email.address2=E-Mail-Adresse (bitte nochmals eingeben)
email.or.username=E-Mail-Adresse oder Benutzername
email.or.username.maynotbeempty=Bitte geben Sie Ihre E-Mail-Addresse oder Ihren Benutzernamen an
email.or.username.not.identified=Benutzer konnte nicht eindeutig identifiziert werden
email.sent=E-Mail wurde verschickt.
form.check1=Bitte geben Sie Ihren Vornamen an.
form.check2=Bitte geben Sie Ihren Namen an.
form.check3=Der Benutzername muss mindestens 3 Zeichen lang sein und darf nur Buchstaben von a bis z (keine Umlaute, keine Grossbuchstaben) und Ziffern von 0 bis 9 enthalten. Zus\u00E4tzlich sind die Sonderzeichen . _ und - erlaubt.
form.check4=Bitte tragen Sie ein Passwort ein.
form.check5=Bitte tragen Sie zweimal das gleiche Passwort ein.
form.check6=Dieser Benutzername ist bereits besetzt. Bitte w\u00E4hlen Sie einen anderen.
form.checklength2=Das Passwort muss mindestens 8 Zeichen lang sein. Zudem muss es vier der folgenden Zeichentypen enthalten: Gross- und Kleinbuchstaben, Zahlen, Sonderzeichen. Das Passwort muss sich vom Benutzernamen unterscheiden.
form.checkregex=Das Passwort muss mindestens 8 Zeichen lang sein. Zudem muss es vier der folgenden Zeichentypen enthalten: Gross- und Kleinbuchstaben, Zahlen, Sonderzeichen. Das Passwort muss sich vom Benutzernamen unterscheiden.
form.general.error=Bitte korrigieren Sie nachstehende Felder\:
form.legende.mandatory=Diese Felder m\u00FCssen ausgef\u00FCllt werden.
form.password.enter.new=Passwort neu setzen
form.password.error.characters=Das Passwort muss mindestens 8 Zeichen lang sein. Zudem muss es vier der folgenden Zeichentypen enthalten: Gross- und Kleinbuchstaben, Zahlen, Sonderzeichen. Das Passwort muss sich vom Benutzernamen unterscheiden.
form.password.error.nomatch=Beide Passw\u00F6rter m\u00FCssen gleich sein
form.password.new1=Neues Passwort
form.password.new2=Passwort best\u00E4tigen
login.body=Vielen Dank für Ihr Interesse an OLAT. Sie sind bereits in OLAT mit dem Benutzernamen «{0}» registriert. \n\n Freundliche Grüsse\n Ihr OLAT-Team \n
login.subject=Registrieren in OLAT
loginhelp=Der Benutzername<ul><li>muss mindestens 4 Zeichen lang sein</li><li>darf nur Ziffern und / oder Kleinbuchstaben enthalten (keine Umlaute, keine Sonderzeichen ausser .-_)</li><li>kann sp\u00E4ter nicht mehr ge\u00E4ndert werden</li></ul>
menu.login.alt=Melden Sie sich f\u00FCr das Learning Management System OLAT an
password.cantchange=Um Ihr Passwort zu \u00E4ndern, kontaktieren Sie bitte die entsprechende Stelle an Ihrer Hochschule.
password.notchanged=OLAT-Passwort wurde nicht neu gesetzt.
password.successful=Ihr OLAT-Passwort wurde neu gesetzt.
pwchange.body=Sie haben ein neues Passwort angefordert. Klicken Sie auf «{0}», um ein neues Kennwort zu setzen. \n\n Freundliche Grüsse \nIhr OLAT-Team \n
pwchange.homelink=Klicken Sie hier um sich anzumelden
pwchange.intro=Sie oder eine andere Person haben f\u00FCr den OLAT-Benutzeraccount {0} ein neues Passwort angefordert.\n\n
pwchange.subject=[OLAT-Benachrichtigung]: Passwort neu setzen
pwchange.link.title=Passwort
pwdchangekey.missing=Bitte Schl\u00FCssel angeben, um ein neues OLAT-Passwort zu setzen.
pwdhelp=Das Passwort<ul><li>muss mindestens 8 Zeichen lang sein</li><li>muss eine Kombination aus vier der folgenden Zeichentypen enthalten: Gross- und Kleinbuchstaben, Ziffern, Sonderzeichen</li><li>kann folgende Sonderzeichen enthalten\: \u00A7 \u00B0 + \u00A6 \" @ * # \u00E7 % & \u00AC / | ( \u00A2 ) = ? \' ^ ~ \u20AC [ ] ! { } $ \u00A3 < > \\ , ; . : - _</li></ul>
pwform.cancelled=Die Eingabe eines neuen OLAT-Passwortes wurde abgebrochen. Das Passwort bleibt unver\u00E4ndert.
pwform.failed=Ein unerwarteter Fehler ist aufgetreten. Das Passwort bleibt unver\u00E4ndert.
pwkey.missingentry=Es wurde kein Schl\u00FCssel gefunden, um Ihr OLAT-Passwort neu zu setzen.
reg.body=Vielen Dank f\u00FCr Ihr Interesse an OLAT. Klicken Sie auf «{0}», um Ihre Angaben zu vervollständigen. \n\n Freundliche Grüsse\n Ihr OLAT-Team \n
registration.link.title=Registrierung abschliessen
reg.error.no_username=Kein Benutzername konnte erstellt werden
reg.error.title=Registrierung abgebrochen
reg.error.user_in_use=Benutzername ist schon besetzt
reg.notiEmail.body=Soeben hat sich ein neuer Benutzer in OLAT registriert\: \n\nName\: \t{2}\nVorname\: \t\t{1}\nLogin\: \t\t{0}\nE-Mail\: \t{3}\nSprache\: \t\t{4}\nServer\: \t\t{5}
reg.notiEmail.subject=Neuer OLAT-Benutzer\: {1} {2} ({0})
reg.subject=[OLAT-Benachrichtigung]: Registrieren in OLAT
reg.wherefrom=Diese Anfrage an den Server {0} wurde am {1} \nvon der IP-Adresse {2} abgeschickt.
registration.form.cancelled=Sie haben die Registrierung abgebrochen.
regkey.missing=Der Registrierungsschl\u00FCssel fehlt. Fordern Sie bitte einen neuen an.
regkey.missingentry=Dieser Registrierungsschl\u00FCssel existiert nicht. Bitte fordern Sie einen neuen an.
select.language=Sprache
select.language.description=W\u00E4hlen Sie die Sprache f\u00FCr die OLAT Registrierung und Ihr Benutzerkonto. Sie k\u00F6nnen die Sprache sp\u00E4ter in Ihrem Benutzerprofil jederzeit anpassen. Anschliessend werden Sie durch den Registrationprozess gef\u00FChrt.
sr.error.disclaimer.checkbox=Sie m\u00FCssen durch Anklicken des K\u00E4stchens best\u00E4tigen, dass Sie die Nutzungsbedingungen gelesen und verstanden haben und diese akzeptieren.
sr.error.disclaimer.checkboxes=Sie m\u00FCssen durch Anklicken <i>beider</i> K\u00E4stchen best\u00E4tigen, dass Sie die Nutzungsbedingungen gelesen und verstanden haben und diese akzeptieren.
step1.pw.text=Geben Sie entweder Ihren OLAT-Benutzernamen oder die in OLAT vermerkte E-Mail-Adresse ein. Sie erhalten eine E-Mail mit den Anweisungen zum weiteren Vorgehen.
step1.pw.title=Neues OLAT-Passwort setzen
step1.reg.text=Geben Sie eine gültige E-Mail-Adresse ein.
step1.reg.title=OLAT-Registrierung
step2.pw.text=Bitte überprüfen Sie Ihr E-Mail-Konto und folgen Sie den Anweisungen in der erhaltenen E-Mail.
step2.reg.text=Eine E-Mail wurde an {0} geschickt, um sicherzustellen, dass es sich um eine gültige Adresse handelt. Folgen Sie den Anweisungen in dieser E-Mail und schliessen Sie die Registrierung ab.
step3.pw.text=Bitte beachten Sie bei der Eingabe des neuen OLAT-Passwortes folgende Punkte\:
step3.reg.text=Um die Registrierung abzuschliessen, f\u00FCllen Sie bitte das Formular mit Ihren Angaben aus.
step4.pw.text=Sie haben Ihr OLAT-Passwort neu gesetzt.
step4.reg.text=Bitte akzeptieren Sie die Nutzungsbedingungen, bevor Sie fortfahren.
step5.reg.text=<p><b>Willkommen bei OLAT\!</b><p>Sie k\u00F6nnen sich nun <a href\="{0}/">mit Ihrem Benutzernamen «{1}» und Passwort anmelden.</a>
step5.reg.yourdata=Zusammenfassung Ihrer Angaben\:
submit.accept=Akzeptieren
submit.cancel=Abbrechen
submit.speichernUndpwchange=OLAT-Passwort \u00E4ndern
submit.speichernUndregistrieren=Registrieren
submit.speichernUndweiter=Weiter
submit.weiter=Weiter
title.pwchange=OLAT-Passwort neu setzen
title.register=OLAT-Registrierung
unknown.body=Sie wollten Ihr OLAT-Passwort neu setzen, sind aber unter der angegebenen E-Mail-Adresse nicht bei {0} registriert. Bitte versuchen Sie es mit einer anderen E-Mail-Adresse. \nFreundliche Grüsse\nIhr OLAT-Team \n
unknown.subject=Unbekannte E-Mail-Adresse in OLAT
user.firstname=Vorname
user.language=Sprache
user.lastname=Name
user.login=Benutzername
user.loginlength=min. 4 Zeichen, kann Buchstaben und Ziffern enthalten
user.notregistered=Sie konnten nicht registriert werden. \u00DCberpr\u00FCfen Sie bitte Ihre Angaben.
user.password=OLAT-Passwort
user.password2=OLAT-Passwort wiederholen
user.pwlength=min. 4 Zeichen, kann Buchstaben und Ziffern enthalten
user.regkey=Registrierungsschl\u00FCssel
workflow.browsedback=Bitte benutzen Sie nicht die Browsernavigation.
