#Mon Jul 25 13:31:47 CEST 2011
action.choose=Select
artefact.title=Leistungsnachweis f\u00FCr Kurs {0}
assessmentLock=Diese Bewertung wird im Moment vom Benutzer {0} ({1}) ver\u00E4ndert und ist daher gesperrt. Bitte versuchen Sie es sp\u00E4ter noch einmal.
bulk.action.greaterThanMax=Wert gr\u00F6sser als 10000 oder das Punktemaximum ({0})
bulk.action.lessThanMin=Wert kleiner als -10000 oder das Punkteminimum ({0})
bulk.action.no.such.user=Benutzer existiert nicht in OLAT
bulk.action.no.value=kein Wert
bulk.action.not.allowed=Benutzer nicht in Ihrer Gruppe
bulk.action.ok=ok
bulk.action.setnodepassed=Bestanden / Nicht bestanden
bulk.action.setnodescore=Punkte
bulk.action.setnodeusercomment=Kommentar
bulk.action.wrong.config.toSetPassed=Gem\u00E4ss Konfiguration des Kursbausteins ist das Bewerten mit «Bestanden / Nicht bestanden» nicht erlaubt.
bulk.action.wrong.config.toSetScore=Gem\u00E4ss Konfiguration des Kursbausteins ist das Bewerten mit Punkten nicht erlaubt.
bulk.action.wrong.config.toSetUserComment=Gem\u00E4ss Konfiguration des Kursbausteins ist das Bewerten mit Kommentaren nicht erlaubt.
bulk.action.wrong.float=falsches Zahlenformat
chelp.assess1=Mit dem Berwertungswerkzeug können Sie Bausteine des Typs <b>Test</b>, <b>Bewertung</b>, <b>Aufgabe</b> und <b>Portfolioaufgabe</b> bewerten. Bewertungen können Sie nachträglich ändern. Beachten Sie, dass die Kursteilnehmer in einer Lerngruppe eingetragen sein müssen, wenn Sie sie bewerten möchten.
chelp.assess2=Hier finden Sie alle von Ihnen betreuten Lerngruppen.
chelp.assess3=Nachdem Sie eine Gruppe gew\u00E4hlt haben, k\u00F6nnen Sie im Pulldown-Menu rechts den Kursbaustein ausw\u00E4hlen, den Sie bewerten m\u00F6chten.
chelp.assess4=Wichtig\: Den aktuell ausgew\u00E4hlten Kursbaustein sehen Sie jeweils oberhalb des Gruppennamens als Titel des Inhaltsbereichs.
chelp.assess5=Wenn Sie beliebige Kursbausteine bewerten m\u00F6chten, k\u00F6nnen Sie das Pulldown-Menu \u00FCber <i>$\:cmd.showAllCourseNodes</i> erweitern.
chelp.assess6=\u00DCber die Kursstruktur m\u00FCssen Sie zuerst einen Kursbaustein und in einem zweiten Schritt die Gruppe ausw\u00E4hlen, die Sie bewerten m\u00F6chten.
chelp.assess7=Sie k\u00F6nnen zuerst aus der Liste aller Kursteilnehmer den gew\u00FCnschten Kursteilnehmer und anschliessend \u00FCber eine Liste der Kursbausteine den zu bewertenden Baustein ausw\u00E4hlen.
chelp.assess8=<b>$org.olat.presentation\:chelp.caution:</b> Hier k\u00F6nnen Sie alle Kursteilnehmer in allen Kursbausteinen bewerten, Zugangs- und Sichtbarkeitsregeln werden nicht angewendet.
chelp.assess9=Mit der Massenbewertung k\u00F6nnen Sie mehrere Kursteilnehmer gleichzeitig bewerten. 
chelp.assess10=Kursteilnehmer werden per E-Mail benachrichtigt, wenn sie neue Bewertungen erhalten.
chelp.course-assess-tool.title=$org.olat.presentation.course.assessment\:menu.index
cmd.all.users=Alle Benutzer anzeigen
cmd.filterCourseNodes=Von mir bewertbare Kursbausteine anzeigen
cmd.filterGroups=Von mir betreute Gruppen mit Zugriff auf gew\u00E4hlten Kursbaustein
cmd.showAllCourseNodes=Alle bewertbaren Kursbausteine anzeigen
cmd.showAllGroups=Alle von mir betreuten Gruppen anzeigen
column=Spalte {0}
command.closeassessment=Schliessen
command.hidelog=\u00C4nderungsverlauf ausblenden
command.showlog=\u00C4nderungsverlauf anzeigen
command.start.bulkwizard=Massenbewertung starten
course=Kurs\:
date=Datum\:
detailview.title=Detailansicht der Bewertung
efficiencyStatements.course.noaccess=Dieser Kurs wurde gesperrt, Sie haben keinen Zugang mehr
efficiencyStatements.course.noexists=Dieser Kurs wurde gel\u00F6scht, Sie haben keinen Zugang mehr
efficiencyStatements.delete.confirm=Wollen Sie den Leistungsnachweis des Kurses «{0}» wirklich l\u00F6schen?
efficiencyStatementsPortlet.description=Schnellzugriff zu Ihren meistbenutzten Leistungsnachweisen
efficiencyStatementsPortlet.nostatements=Sie haben keine Leistungsnachweise.
efficiencyStatementsPortlet.showAll=Alle anzeigen
efficiencyStatementsPortlet.title=Meine Leistungsnachweise 
efficiencystatement.nodata=Es sind keine Leistungen vorhanden, die angezeigt werden k\u00F6nnen.
efficiencystatement.title=Leistungsnachweis
email=E-Mail\:
finished=schliessen
firstname=Vorname\:
form.attempts=Anzahl Versuche
form.coachcomment=Mein Kommentar f\u00FCr andere Betreuer
form.cut=Punkteschwelle f\u00FCr bestanden
form.error.nointeger=Ung\u00FCltige Zahl. Es muss eine Zahl eingegeben werden.
form.error.passedUndefined=Bestanden muss auf Ja oder Nein gestellt werden
form.error.scoreOutOfRange=Punkte nicht zwischen Punkteminimum/-maximum oder nicht zwischen 10000/-10000
form.error.wrongFloat=Falsches Zahlenformat. Beispiele\: 15.0, 5.5, 10
form.max=Punktemaximum
form.min=Punkteminimum
form.passed=Bestanden
form.passed.false=Nein
form.passed.true=Ja
form.passed.undefined=Keine Angabe
form.score=Punktezahl
form.score.rounded=Gerundet auf drei Stellen
form.step1.bulkactions=Bewertungsart
form.step3.delimiter=getrennt durch
form.step3.delimiter.comma=Komma
form.step3.delimiter.tab=Tabulator
form.step3.more.columns.required=Jede Zeile muss zwingend mehr als nur einen Wert haben.
form.step3.sepvalin=Werte
form.step4.columns=OLAT interpretiert die
form.step4.olatkeys=als
form.step5.bulkactions=die Aktion
form.step5.columns=Die Bewertungen sind in
form.title=Bewertungsformular
form.usercomment=Kommentar f\u00FCr Benutzer
form.valueUndefined=Nicht definiert
groupchoose.nogroups=Es wurden keine bewertbaren Gruppen gefunden. Entweder der Kurs enth\u00E4lt keine Gruppen oder Sie verf\u00FCgen \u00FCber keine Betreuungsrechte.
groupchoose.title=Auswahl einer Kursgruppe
help.hover.assess=Hilfe zum Gebrauch des Bewertungswerkzeugs
identityoverview.title=Bewertungs\u00FCbersicht
index.intro=Sie können Ihre Kursteilnehmer bewerten. Beachten Sie, dass die Kursteilnehmer dazu in einer Lerngruppe eingetragen sein müssen.
index.noAssessableNodes=Es k\u00F6nnen keine Bewertungen vorgenommen werden, da in diesem Kurs keine bewertbaren Kursbausteine verwendet werden. Starten Sie den Kurseditor und f\u00FCgen Sie der Kursstruktur einen bewertbaren Kursbaustein (z.B. Test, Bewertung) hinzu.
index.notifications.assessment=Benachrichtigung bei neuen Testresultaten dieses Kurses
index.notifications.title=Benachrichtigungsservice
index.title=Bewertungswerkzeug
info.efficiencyStatement.deleted=Der Leistungsnachweis wurde gel\u00F6scht.
institutionalemail=Institutions-E-Mail\:
institutionalname=Institution\:
institutionaluseridentifier=Institutionsnummer (Matrikelnummer)\:
lastname=Name\:
log.title=\u00C4nderungsverlauf
menu.bulkfocus=Massenbewertung
menu.bulkfocus.alt=Massenbewertung von Bewertungs- und Aufgabekursbausteinen.
menu.groupfocus=Nach Gruppen
menu.groupfocus.alt=W\u00E4hlen Sie eine Gruppe f\u00FCr die Bewertungen der Gruppenteilnehmer
menu.index=Bewertung
menu.index.alt=Bewertungswerkzeug
menu.nodefocus=Nach Kursstruktur
menu.nodefocus.alt=W\u00E4hlen Sie einen Kursbaustein f\u00FCr die Bewertungen dieses Kurselementes
menu.userfocus=Nach Benutzer
menu.userfocus.alt=W\u00E4hlen Sie einen Benutzer f\u00FCr eine \u00DCbersicht \u00FCber dessen Bewertungen
nodechoose.intro=W\u00E4hlen Sie einen der untenstehenden Kursbausteine aus. Sie k\u00F6nnen dann f\u00FCr diesen Kursbaustein die Bewertungen ansehen oder ver\u00E4ndern.
nodechoose.title=Auswahl eines Kursbausteines
nodesoverview.emptylist=Es wurden keine Kursbausteine mit Bewertungen gefunden.
nodesoverview.filter.discardEmptyNodes=Absolvierte Kursbausteine
nodesoverview.filter.showEmptyNodes=Alle Kursbausteine
nodesoverview.filter.title=Anzeige
nodesoverview.nonodes=In diesem Kurs sind keine Kursbausteine mit Bewertungen vorhanden.
notifications.entry={3}: «{0}» ausgef\u00FChrt von {1} mit {2} Punkten
notifications.entry.attempt={2}: «{0}» ausgef\u00FChrt von {1}
notifications.entry.ep=Portfolio
notifications.entry.iqtest=Test
notifications.entry.scorm=SCORM-Test
notifications.entry.ta=Aufgabe
notifications.header=Neue Testresultate in Kurs «{0}»
notifications.title=Kurs «{0}»
participantgroups.noGroups=Dieser Benutzer nimmt in keiner Gruppe teil.
participantgroups.title=Teilnehmer in Gruppen
passed.false=<span class\="o_notpassed">Nicht bestanden</span>
passed.true=<span class\="o_passed">Bestanden</span>
table.action.delete=L\u00F6schen
table.action.launchcourse=Kurs starten
table.action.select=W\u00E4hlen
table.action.show=Anzeigen
table.add.as.artefact=als Artefakt
table.group.context=Gruppenkontext
table.group.desc=Beschreibung
table.group.name=Gruppenname
table.header.action=Aktion
table.header.artefact=ePortfolio
table.header.attempts=Versuche
table.header.course=Kursname
table.header.delete=L\u00F6schen
table.header.details=Details
table.header.details.ta=Aufgabe
table.header.launchcourse=Kurs starten
table.header.name=Benutzername
table.header.node=Kursbaustein
table.header.passed=Bestanden
table.header.score=Punkte
table.header.show=Leistungsnachweis
table.header.status=Status
table.header.type=Typ
title.infocoach=Bewertungsinformationen
tool.name=Bewertungswerkzeug
userchoose.nousers=Es wurden keine Benutzer gefunden. Entweder sind keine Personen in Gruppen eingeteilt oder Sie verf\u00FCgen \u00FCber keine Betreuungsrechte.
userchoose.title=Auswahl eines Kursteilnehmers
userchoose.withGroups.title=Auswahl eines Kursteilnehmers aus Gruppe «{0}»
username=Benutzername\:

wizard.step0.1=Erstellen Sie eine Liste (z.B. Excel).
wizard.step0.2=Ein Wert der Zeile muss der Benutzername oder die E-Mail-Adresse des Benutzers sein.
wizard.step0.3=Ein weiterer Wert der Zeile ist die Bewertung. Hier geben Sie eine Punktzahl, einen Kommentar oder ein «Y» für «Bestanden» oder ein «N» für «Nicht bestanden» ein.
wizard.step0.4=Die Werte können entweder mit Kommata oder mit Tabulatoren voneinander getrennt sein. Wichtig ist, dass nach dem Komma kein Leerschlag gemacht wird.
wizard.step0.5=Beachten Sie, dass Sie nur Kursbausteine sehen, deren Konfiguration mit der Bewertungsart zusammen Sinn macht.


wizard.step0.intro1=Sie können mehrere Benutzer auf einmal bewerten. Sie ben\u00F6tigen dazu eine Liste mit Benutzernamen oder E-Mail Adresse der Teilnehmer und den Bewertungen. Die Werte können mit Kommata oder Tabulatoren getrennt sein.



wizard.step0.intro2=Ein Wert einer Zeile ist der OLAT-Benutzername oder die E-Mail-Adresse des Benutzers. Der andere Wert ist die Bewertung. 
wizard.step0.intro3=Sie k\u00F6nnen mit Punkten, «Bestanden/Nicht bestanden» oder Kommentar bewerten. Setzen Sie f\u00FCr «Bestanden» ein «Y» und «Nicht Bestanden» ein «N».


wizard.step0.title=Massenbewertung
wizard.step1.howto=W\u00E4hlen Sie die Art der Massenbewertung aus.

wizard.step1.title=Auswahl Bewertungsart
wizard.step2.howto=W\u00E4hlen Sie den gew\u00FCnschten Bewertungs- oder Aufgabenkursbaustein aus.
wizard.step2.nonodes=In diesem Kurs existieren keine Bewertungs- oder Aufgabenkursbausteine, deren Konfiguration mit der gew\u00E4hlten Bewertungsart Sinn macht.
wizard.step2.title=Auswahl eines Kursbausteins
wizard.step3.currentNodeShortTitle=Titel Kursbaustein
wizard.step3.howto=Bitte geben Sie mindestens eine Zeile mit durch Tabulator oder Komma getrennten Werten ein.
wizard.step3.importexample=Beispiel einer Excel-Datei
wizard.step3.title=Eingabe Tabulator oder Komma separierter Werte
wizard.step4.howto=W\u00E4hlen Sie aus, welche Spalte OLAT als was interpretieren soll.
wizard.step4.title=Bestimmen der zu interpretierenden Spalte
wizard.step5.howto=W\u00E4hlen Sie die Spalte aus mit den Bewertungen.
wizard.step5.title=Bestimmen der Spalte mit den Bewertungen
wizard.step6.feedback.column=Feedback
wizard.step6.howto=In der Spalte «Feedback» sehen Sie, ob die Bewertungen erfolgreich durchgef\u00FChrt wurden.
wizard.step6.title=Bewertung durchgef\u00FChrt
