#Mon Jul 25 13:31:47 CEST 2011
chelp.flexion.define=Als Flexionen werden in der Sprachwissenschaft abgeleitete Formen eines Wortes bezeichnet, die die grammatische Funktion zum Ausdruck bringen.
chelp.flexions.get.button=Wenn Sie auf die Schaltfl\u00E4che «$\:flexions.get.button» klicken, werden die Flexionen des Glossarbegriffs aufgelistet.
chelp.flexions.to.save=Sie k\u00F6nnen nun die abgeleiteten Formen Ihres Glossareintrags ausw\u00E4hlen, bei welchen im Fliesstext ebenfalls die Begriffsdefinition angezeigt werden soll.
chelp.glossary-flexion.title= Glossar: Flexionen von Glossarbegriffen
chelp.morph.example=Das Wort «Tische» ist beispielsweise aus zwei Morphemen aufgebaut: «Tisch-e», wobei «Tisch» die Bedeutung «M\u00F6bel» hat und «e» grammatisch die Mehrzahl kennzeichnet.
chelp.morph.intro=Die Morphologie ist ein Teilgebiet der Sprachwissenschaft, die sich mit dem Aufbau von W\u00F6rtern aus Morphemen befasst. Morpheme sind die kleinsten sprachlichen Elemente, die eine Bedeutung oder eine grammatische Funktion haben.
chelp.morph.service=Ein morphologischer Dienst ist ein Programm zur Ermittlung von abgeleiteten Formen eines Begriffs.
chelp.morph.service.example=Wenn Sie den morphologischen Dienst ausgew\u00E4hlt haben und beispielsweise den Glossareintrag «Morphem» erfassen, wird auch die Pluralform «Morpheme» oder die Genitivform «Morphems» im Fliesstext markiert und die Benutzer k\u00F6nnen sich die Definition anzeigen lassen.
chelp.no.morph.service= W\u00E4hlen Sie zur Abfrage einen der verf\u00FCgbaren morphologischen Dienste (sprachabh\u00E4ngig). Die Voreinstellung k\u00F6nnen Sie in den Glossareinstellungen ausw\u00E4hlen.
choose.morph.service=Folgenden Dienst f\u00FCr die Abfrage verwenden:
cmd.add= Eintrag hinzuf\u00FCgen
cmd.delete= L\u00F6schen
cmd.edit= \u00C4ndern
definition.saved= Die $:definition.title wurde gespeichert.
definition.title= Definition
disabled=Nicht verf\u00FCgbar. Bitte Begriff erst speichern.
flexions.answer.error= Der morphologische Dienst hat eine ung\u00FCltige oder leere Antwort geliefert. Wenden Sie sich an den Dienstbetreiber.
flexions.error= Es wurden keine Flexionen gefunden oder der morphologische Dienst war nicht erreichbar.
flexions.get.button= Flexionen abfragen
flexions.guessed= Bitte beachten: Die dargestellten Flexionen wurden nicht im Lexikon gefunden. Die Generierung mittels Heuristik k\u00F6nnte zu fehlerhaften Flexionen gef\u00FChrt haben.
flexions.impossible.without.term= Es muss erst ein $:glossary.form.glossaryKey eingegeben werden, bevor ein Abruf der Flexionen m\u00F6glich ist.
flexions.intro= W\u00E4hlen Sie die zu verwendenden Flexionen aus.
flexions.intro.ms= Mittels «$:flexions.get.button» k\u00F6nnen Flexionen von einem morphologischen Dienst abgerufen werden.
flexions.select.all= Alle ausw\u00E4hlen
flexions.select.none= Keine ausw\u00E4hlen
flexions.title= Flexionen
flexions.to.save= Flexionen ausw\u00E4hlen
flexions.warn.after.changed.term= Sie haben den Begriff ge\u00E4ndert und zum alten Begriff bereits Flexionen gespeichert. Bitte pr\u00FCfen Sie, ob diese noch g\u00FCltig sind.
flexions.zero.found= Bisher wurden keine Flexionen gespeichert.
form.submit= Speichern
glossary.add.title= Glossar: Begriff hinzuf\u00FCgen
glossary.delete.dialog= Wollen Sie den Glossarbegriff «{0}» wirklich l\u00F6schen?
glossary.deleted.text=Bitte schliessen Sie den Tab.
glossary.deleted.title=Das Glossar wurde gel\u00F6scht.
glossary.disposed.command.restart=Glossar schliessen und neustarten
glossary.disposed.message=Bitte schliessen Sie das Glossar und rufen Sie es erneut auf.
glossary.disposed.title=Das Glossar wurde ver\u00E4ndert.
glossary.edit.title= Glossar: Begriff \u00E4ndern
glossary.empty= Dieses Glossar enth\u00E4lt keine Eintr\u00E4ge.
glossary.form.error.containsKeyAlready= Der Begriff ist im Glossar bereits definiert.
glossary.form.error.keyToShort= Der Begriff darf nicht nur aus einem Zeichen bestehen.
glossary.form.error.notEmpty= Der Begriff muss angegeben werden.
glossary.form.glossaryKey= Begriff
glossary.list.filter= Liste filtern nach:
glossary.list.showall= Alle anzeigen
glossary.locked= Dieses Glossar wird zurzeit vom Benutzer «{0}» editiert. Die Editfunktionen sind daher ausgeschaltet.
glossary.term.synonym= Synonyme
glossary.title= Glossar
help.hover.flexion=Hilfe zu den Flexionen
register.intro= Das alphabetische Register ist f\u00FCr ein lateinisches Alphabet ausgelegt und beeinhaltet die Zeichen von A-Z. F\u00FCr ein Glossar mit anderem Zeichensatz, sollte das Register ausgeschaltet werden.
register.onoff= Register einschalten
register.title= Register konfigurieren
synonym.add= $:glossary.term.synonym bearbeiten, hinzuf\u00FCgen oder l\u00F6schen
synonym.button= Speichern
synonym.link.delete= -
term.and.synonyms.intro= Im leeren Eingabefeld kann ein neues Synonym hinzugef\u00FCgt werden. Mittels $:synonym.link.delete wird das entsprechende Synonym entfernt.
term.and.synonyms.title= Begriff und Synonyme
term.error.alreadyused= Dieser Begriff, ein Synonym oder eine flektierte Form ist bereits einmal im Glossar enthalten. Bitte \u00E4ndern Sie diesen Eintrag oder das Duplikat «{0}»!
warning.contains.dublicates= Die folgenden Begriffe sind im Glossar mehrmals definiert: {0}. Es wird jeweils nur ein Begriff angezeigt, doppelte Begriffe bitte l\u00F6schen!
