#Mon Jul 25 13:31:47 CEST 2011
add.artefact=Artefakt hinzuf\u00FCgen
add.artefact.blog=Lerntagebuch/Blog erstellen
add.artefact.import=Artefakte/Ordner importieren
add.artefact.test=[DEV] Ein dummy-Artefakt hinzuf\u00FCgen
add.artefact.upload=Datei-Artefakt hochladen
add.intro=W\u00E4hlen Sie den Typ eines Artefakts, um ein neues hinzuzuf\u00FCgen.
add.reflexion.create=Reflexion erstellen
add.text.artefact=Text-Artefakt hinzuf\u00FCgen
add.to.eportfolio=Zum ePortfolio hinzuf\u00FCgen
add.to.eportfolio.again=Sie haben dieses Objekt bereits {0} mal als Artefakt gespeichert. Sie k\u00F6nnen es als neues Artefakt zum ePortfolio hinzuf\u00FCgen.
artefact.content=Inhalt des Text-Artefakts
artefact.content.not.empty=Ein Text-Artefakt darf nicht leer sein.
artefact.link=Link
chelp.reflexion.detail=Reflexionen k\u00F6nnen auch nachtr\u00E4glich bearbeitet werden. Wenn Sie ein Artefakt in einer Mappe verlinkt haben, k\u00F6nnen Sie in der Tabellen\u00FCbersicht in der Spalte «Reflexion» die zugeh\u00F6rige Reflexion bearbeiten.
chelp.reflexion.intro=Eine Reflexion ist eine m\u00F6glichst emotionsfreie Auseinandersetzung mit einem zur\u00FCckliegenden Geschehen oder gerade laufenden Prozess. Reflexion heisst, m\u00F6glichst distanziert zu betrachten, was z.B. mit einem Arbeitsauftrag, mit einem selbst oder mit einer Gruppe auf welche Weise, durch welche Eingriffe oder \u00E4hnlichem geschehen ist. Beim Lernen mit Portfolios nimmt die schriftliche Reflexion einen wichtigen Stellenwert ein. Jeder Lernende \u00FCberlegt f\u00FCr sich selbst den pers\u00F6nlichen Lernzuwachs, das Ausmass des eigenen Interesses, der eigenen Betroffenheit und wo und wie das Erlernte angewandt werden kann. Wertungen wie «Das war gut, das war uninteressant usw.» sollten in einer Reflexion nicht vorkommen. Gutes Reflektieren ist ein wichtiger grunds\u00E4tzlicher Schritt von Lernenden in Richtung eigenverantwortliches Arbeiten.
chelp.reflexion.title=Reflexion erfassen
collect.success=Das Artefakt «{0}» wurde hinzugef\u00FCgt.
collect.success.text.artefact=Das Artefakt wurde gespeichert.
collect.wizzard.title=Artefakt-Sammelwerkzeug
copyright.error=Sie k\u00F6nnen nicht fortfahren, wenn Sie nicht Urheber sind.
copyright.intro.text=Bitte best\u00E4tigen Sie, dass Sie Urheber dieses Artefakts sind.
copyright.yes=Ich best\u00E4tige, Urheber des Artefakt-Inhaltes zu sein oder die Berechtigung zur Verwendung zu besitzen.
create.blog.artefact.wizzard.title=Artefakttyp Lerntagebuch erstellen
create.file.artefact.wizzard.title=Datei-Artefakt hochladen
create.text.artefact.wizzard.title=Text-Artefakt erstellen
file.artefact.source.info=Datei-Upload
file.upload=Datei ausw\u00E4hlen
file.upload.no.file=Es muss eine Datei hochgeladen werden.
file.upload.too.big=Die hochgeladene Datei ist zu gross. Es sind maximal {0} KB m\u00F6glich.
no.map.as.target=Keine Sammelmappe w\u00E4hlen
no.map.as.target.desc=W\u00E4hlen Sie dieses Element, um Ihr Artefakt jetzt keiner Sammelmappe hinzuzuf\u00FCgen. Sie k\u00F6nnen ein Artefakt jederzeit nachtr\u00E4glich in eine Mappe einf\u00FCgen.
no.structs.available=Sie haben noch keine Sammelmappen, welchen Sie dieses Artefakt hinzuf\u00FCgen k\u00F6nnen.
propose.tags.link=Zum Inhalt passende Tags vorschlagen
proposed.tags=Folgende Tags werden aufgrund des Inhaltes vorgeschlagen:
reflexion.too.long=Die eingegeben Reflexion \u00FCberschreitet die maximale L\u00E4nge ({0} Zeichen).
step0.description=Metadaten erfassen
step0.file.description=Datei hochladen
step0.file.short.descr=Datei zum Artefakt hochladen
step0.short.descr=Verschiedene Metadaten zu einem Artefakt erfassen
step0.text.description=Inhalt erfassen
step0.text.short.descr=Inhalt und Metadaten zum Artefakt erfassen
step1.description=Tags angeben
step1.short.descr=Dieses Artefakt mit Tags / Schlagworten versehen
step2.description=Urheberschaft best\u00E4tigen
step2.short.descr=Best\u00E4tigen Sie, dass Sie Urheber des Artefakts sind und die entsprechenden Rechte besitzen.
step3.chelp.hover=Hilfe zum Erfassen einer Reflexion
step3.description=Reflexion erfassen
step3.short.descr=Notieren Sie, was zur Wahl dieses Artefakts gef\u00FChrt hat.
step4.description=Mappe ausw\u00E4hlen
step4.my.maps=Meine Sammelmappen
step4.short.descr=W\u00E4hlen Sie den Zielort (Mappe, Seite oder Strukturelement), an den dieses Artefakt abgelegt werden soll. Sie k\u00F6nnen das Artefakt auch sp\u00E4ter einer Sammelmappe zuweisen und diesen Schritt auslassen. Klicken Sie direkt auf «Fertigstellen».
stepform.cancel=Abbrechen
stepform.submit=Speichern
tag.input.hint=Hier klicken, um neue Tags einzuf\u00FCgen.
tagging.intro=Verleihen Sie dem Artefakt Tags (Schlagworte), um es sp\u00E4ter einfacher zu finden. Sie k\u00F6nnen mehrere Tags angeben. Bereits verwendete erscheinen beim Tippen als Vorschlag. Trennen Sie Tags mit einem Komma.
tagging.intro.existing= W\u00E4hlen Sie bereits verwendete Tags aus der folgenden Liste aus.
text.artefact.source.info=Text-Upload
users.tags=Ihre 50 meistgenutzten Tags:
move.artefact.descr=Wählen Sie eine Seite oder ein Strukturelement aus, um das Artefakt dahin zu verschieben.
move.artefact.actual.node=Aktuelle Verlinkung

