#Mon Jul 25 13:31:47 CEST 2011
action.choose=Select
actions.title=\u00C4nderungen
chelp.del=<i>$org.olat.presentation.notifications\:subs.deleted</i>
chelp.home=<i>$org.olat.presentation.home\:menu.root</i>
chelp.home-notifications.title=Benachrichtigungen
chelp.notif=<i>$org.olat.presentation.home\:menu.notifications</i>
chelp.notif1=OLAT bietet Ihnen die M\u00F6glichkeit, \u00FCber \u00C4nderungen in Objekten informiert zu werden.
chelp.notif10=Im zweiten Fall wird Ihnen beim versuchten Zugang eine Meldung angezeigt, dass Sie dazu nicht mehr berechtigt sind.
chelp.notif11=Wurde der Kurs oder die Gruppe mit einem von Ihnen abonnierten Objekt gel\u00F6scht, so erscheint der Eintrag $\:chelp.del.
chelp.notif12=Sie haben jederzeit die M\u00F6glichkeit, Ihre bestellten Benachrichtigungen in der Tabelle auszuw\u00E4hlen und mittels Schaltfl\u00E4che "$\:chelp.unsubs" zu entfernen.
chelp.notif13=Dies hat den selben Effekt, wie wenn Sie direkt im Kurs beim jeweiligen Objekt "$\:chelp.unsubs" w\u00E4hlen.
chelp.notif14=Sofern Sie Rechte f\u00FCr das Bewertungswerkzeug besitzen, k\u00F6nnen Sie sich auch benachrichtigen lassen, wenn neue Testresultate eingegangen sind oder sich neue Benutzer registriert haben.
chelp.notif15=F\u00FCr folgende Objekte k\u00F6nnen Sie Benachrichtigungen bestellen\: <b>Forum, Ordner, Wiki, Dateidiskussion, Blog, Podcast</b>.
chelp.notif16=Die Gesamtzahl der von Ihnen bestellten Objekte ist unter "$\:chelp.home, Benachrichtigungen, Tab Einstellungen" aufgelistet. 
chelp.notif17=Diese Spalte enth\u00E4lt den Urheber, der einen Beitrag erstellt oder ge\u00E4ndert hat.
chelp.notif18=Diese Spalte enth\u00E4lt die Aktion, die der Urheber vornahm.
chelp.notif19=Diese Spalte enth\u00E4lt den Namen des Beitrages. Der Name ist verlinkt. W\u00E4hlen Sie den Link um zu dem Beitrag zu gelangen.
chelp.notif20=Diese Spalte enth\u00E4lt den Zeitpunkt der Beitragserstellung oder -\u00E4nderung.
chelp.notif21=Diese Spalte enth\u00E4lt den Namen des Objekts. Diese Spalte ist direkt mit dem Objekt verlinkt. W\u00E4hlen Sie den Link um zu dem Objekt zu gelangen.
chelp.notif22=Diese Spalte enth\u00E4lt den Kurs, in dem das bestellte Objekt vorhanden ist.
chelp.notif2=Dazu m\u00FCssen Sie vorg\u00E4ngig diejenigen Objekte bestimmen, \u00FCber deren \u00C4nderungsverlauf Sie informiert sein wollen.
chelp.notif3=W\u00E4hlen Sie hierzu "$\:chelp.subs" in den betreffenden Objekten.
chelp.notif4=Alle bestellten Benachrichtigungen werden Ihnen per E-Mail zugestellt. Im Home k\u00F6nnen Sie unter <i>"Benachrichtigungen, Tab Einstellungen"</i> konfigurieren, ob die Benachrichtigungen per E-Mail verschickt werden sollen.
chelp.notif5=Sie haben auch die M\u00F6glichkeit, sich mittels RSS \u00FCber den \u00C4nderungsverlauf zu informieren.
chelp.notif6=In Ihrem Home wird Ihnen ein Link zu den Benachrichtigungen angezeigt.
chelp.notif7=Die aktuellen Benachrichtigungen der letzten 31 Tage finden Sie im "$\:chelp.home -> $\:chelp.notif".
chelp.notif8=U.a. k\u00F6nnen Sie hier die folgenden Informationen erhalten\:
chelp.notif9=Hier erscheint der Eintrag $\:chelp.ok, wenn Sie Zugang zum betreffenden Objekt haben sowie wenn Sie keinen Zugang mehr haben (wenn sich z.B. seit ihrer Abonnierung die Zugangsbedingungen ge\u00E4ndert haben).
chelp.ok=<i>$org.olat.presentation.notifications\:subs.ok</i>
chelp.resname= In dieser Spalte wird die Art der \u00FCbergeordneten Ressource angezeigt.
chelp.rss=RSS-Feed
chelp.subidentifier= In dieser Spalte wird der Titel der \u00FCbergeordneten Ressource angezeigt.
chelp.subs=<i>$org.olat.presentation.notifications\:command.subscribe</i>
chelp.type= In dieser Spalte wird der Typ des bestellten Objekts angezeigt.
chelp.unsubs=<i>$org.olat.presentation.notifications\:command.unsubscribe</i>
command.subscribe=Benachrichtigungen bestellen
command.unsubscribe=Benachrichtigungen abbestellen
confirm.delete=Wollen Sie die abonnierte Benachrichtigung f\u00FCr die Lernressource wirklich l\u00F6schen?
email.nok= Die Neuigkeiten konnten nicht per E-Mail verschickt werden. Bitte versuchen Sie es sp\u00E4ter noch einmal oder melden Sie sich beim Support.
email.ok= Die Neuigkeiten wurden per E-Mail verschickt.
emailLink= Neuigkeiten per E-Mail verschicken
error.date=Falsche Datumseingabe (dd.mm.yyyy)
error.publisherdeleted=Die Ressource wurde gel\u00F6scht und kann nicht mehr angezeigt werden.
help.hover.notif=Hilfe zu den Benachrichtigungen
info.notification.deleted=Die abonnierte Benachrichtigung wurde gel\u00F6scht.
news.desc= Die folgende Liste zeigt die jeweils letzte \u00C4nderung in Ihren abonnierten Ressourcen. Sie k\u00F6nnen den \u00C4nderungszeitraum frei w\u00E4hlen.
news.in= gefunden in
news.no.news= Keine Informationen vorhanden
news.since= \u00C4nderungen seit:
news.since.link= \u00C4nderungen anzeigen
news.title= Neuigkeiten aus Abonnements
news.type= Typ
news.type.all= Alle
notifcations.rss.desc= Sie k\u00F6nnen Ihre Neuigkeiten auch per RSS-Feed abonnieren. W\u00E4hlen Sie den untenstehenden RSS-Link aus und f\u00FCgen Sie diesen zu Ihrem RSS-Newsreader hinzu.
notifcations.rss.title= Pers\u00F6nlicher RSS-Feed
notificationsPortlet.description=Schnellzugriff auf Benachrichtigungen Ihrer abonnierten Lernressourcen
notificationsPortlet.multiple.news.in= {0} \u00C4nderungen in {1}
notificationsPortlet.nonotifications=Sie haben keine Benachrichtigungen
notificationsPortlet.showAll=Alle anzeigen
notificationsPortlet.single.news.in= 1 \u00C4nderung in {0}
notificationsPortlet.title=Meine Benachrichtigungen
overview.column.author=Urheber
overview.column.contribution=Beitrag
overview.column.time=Zeitpunkt
overview.column.typename=Typenname
overview.column.course=Kurs
overview.column.selection=Wahl
overview.column.action=Aktion
overview.column.action.cellvalue=L\u00F6schen
overview.column.resname=Art
overview.column.subidentifier=Titel
overview.column.type=Typ
overview.tab.news= Neuigkeiten
overview.tab.rss= RSS-News-Feed
overview.tab.subscriptions= Abonnements
resource.open= {0} \u00F6ffnen
rss.bookmark.title=Bookmark\: {0}
rss.description=Benachrichtigung \u00FCber Neuigkeiten in OLAT via RSS-News-Feed f\u00FCr {0}.
rss.notifications.title={0}\: {1} in {2} {3}
rss.olat.description=Mit diesem Link gelangen Sie zu OLAT.
rss.olat.title=Herzlich Willkommen {0} bei OLAT\!
rss.title=OLAT-Neuigkeiten f\u00FCr {0}
subs.deleted=Quelle der Benachrichtigung gel\u00F6scht\!
subs.ok=G\u00FCltig
subscription.listitem.dateprefix=am {0}
subscriptions.desc= W\u00E4hlen Sie eines der Abonnements aus der Liste, um zu der Ressource zu gelangen. L\u00F6schen Sie das Abonnement, um in Zukunft bei \u00C4nderungen nicht mehr benachrichtigt zu werden. Sie k\u00F6nnen die Benachrichtigung jederzeit wieder abonnieren.
subscriptions.no.subscriptions= Sie haben zur Zeit keine Abonnements. Sie k\u00F6nnen Neuigkeiten von Foren, Wikis, Ordner und vielen anderen Ressourcen abonnieren. Um ein Abonnement anzulegen, \u00F6ffnen Sie eine solche Ressource und klicken dann den Link "abonnieren".
subscriptions.title= Abonnements verwalten
user.unknown=unbekannt
warn.nolaunch=Die gew\u00E4hlte Ressource kann nicht mehr gestartet werden.

dialog.subscribeButton.title = Benachrichtigungen f\u00FCr Dateidiskussion bestellen
dialog.unsubscribeButton.title = Benachrichtigungen f\u00FCr Dateidiskussion abbestellen
forum.subscribeButton.title = Benachrichtigungen f\u00FCr Forum bestellen
forum.unsubscribeButton.title = Benachrichtigungen f\u00FCr Forum abbestellen
wiki.subscribeButton.title = Benachrichtigungen f\u00FCr Wiki bestellen
wiki.unsubscribeButton.title = Benachrichtigungen f\u00FCr Wiki abbestellen
podcast.subscribeButton.title = Benachrichtigungen f\u00FCr Podcast bestellen
podcast.unsubscribeButton.title = Benachrichtigungen f\u00FCr Podcast abbestellen
blog.subscribeButton.title = Benachrichtigungen f\u00FCr Blog bestellen
blog.unsubscribeButton.title = Benachrichtigungen f\u00FCr Blog abbestellen
folder.subscribeButton.title = Benachrichtigungen f\u00FCr Ordner bestellen
folder.unsubscribeButton.title = Benachrichtigungen f\u00FCr Ordner abbestellen

