#Sat Aug 22 16:46:35 CEST 2009
bulkuserreplay.chkbx.onoff=\u0110\u00E1nh d\u1EA5u v\u00E0o \u00F4 n\u00E0y s\u1EBD b\u1EADt ch\u1EE9c n\u0103ng Replay v\u00E0 t\u1EAFt ch\u1EE9c n\u0103ng AJAX
bulkuserreplay.tt=Ng\u01B0\u1EDDi d\u00F9ng \u0111\u01B0\u1EE3c hi\u1EC3n th\u1ECB theo h\u00E0ng ri\u00EAng r\u1EBD
data.no.save=Ch\u00FA \u00FD\: N\u1ED9i dung thay \u0111\u1ED5i c\u1EE7a qu\u00FD v\u1ECB s\u1EBD b\u1ECB m\u1EA5t sau khi OLAT kh\u1EDFi \u0111\u1ED9ng l\u1EA1i\! \u0110\u1EC3 ghi l\u1EA1i ho\u00E0n to\u00E0n s\u1EF1 thay \u0111\u1ED5i, qu\u00ED v\u1ECB c\u1EA7n s\u1EEDa \u0111\u1ED5i t\u1EADp tin <code>build.properties</code>. C\u00E1c phi\u00EAn b\u1EA3n sau s\u1EBD cung c\u1EA5p cho qu\u00FD v\u1ECB kh\u1EA3 n\u0103ng l\u01B0u l\u1EA1i nh\u1EEFng thay \u0111\u1ED5i m\u1ED9t c\u00E1ch t\u1EF1 \u0111\u1ED9ng. 
error.deleteworkflow.locked.by=Ti\u1EBFn tr\u00ECnh c\u00F4ng vi\u1EC7c li\u00EAn quan \u0111\u1EBFn vi\u1EC7c x\u00F3a nh\u1EEFng ng\u01B0\u1EDDi s\u1EED d\u1EE5ng \u0111ang \u0111\u01B0\u1EE3c ch\u1EC9nh s\u1EEDa b\u1EDFi ng\u01B0\u1EDDi s\u1EED d\u1EE5ng {0}. H\u00E3y th\u1EED l\u1EA1i l\u1EA7n sau .
manu.config.alt=Vui l\u00F2ng c\u1EA5u h\u00ECnh h\u1EC7 th\u1ED1ng
menu.admin=Qu\u1EA3n tr\u1ECB h\u1EC7 th\u1ED1ng
menu.admin.alt=Qu\u1EA3n tr\u1ECB h\u1EC7 th\u1ED1ng
menu.admingroup=C\u00E1c nh\u00E0 qu\u1EA3n tr\u1ECB h\u1EC7 th\u1ED1ng
menu.admingroup.alt=Qu\u1EA3n l\u00ED nh\u00F3m qu\u1EA3n tr\u1ECB h\u1EC7 th\u1ED1ng
menu.advancedproperties=Nh\u1EEFng \u0111\u1EB7c t\u00EDnh chuy\u00EAn s\u00E2u
menu.advancedproperties.alt=Bi\u1EC3u m\u1EABu t\u00ECm ki\u1EBFm nh\u1EEFng \u0111\u1EB7c t\u00EDnh chuy\u00EAn s\u00E2u.
menu.ajax=AJAX
menu.ajax.alt=Hi\u1EC7u ch\u1EC9nh ch\u1EBF \u0111\u1ED9 AJAX trong to\u00E0n b\u1ED9 h\u1EC7 th\u1ED1ng
menu.anonymousgroup=Nh\u1EEFng ng\u01B0\u1EDDi s\u1EED d\u1EE5ng \u1EA9n danh / Nh\u1EEFng ng\u01B0\u1EDDi kh\u00E1ch
menu.anonymousgroup.alt=Qu\u1EA3n l\u00ED nh\u00F3m ng\u01B0\u1EDDi s\u1EED d\u1EE5ng \u1EA9n danh (nh\u1EEFng ng\u01B0\u1EDDi kh\u00E1ch)
menu.authorgroup=C\u00E1c t\u00E1c gi\u1EA3
menu.authorgroup.alt=Qu\u1EA3n l\u00ED nh\u00F3m t\u00E1c gi\u1EA3
menu.coauthors=C\u00E1c \u0111\u1ED3ng t\u00E1c gi\u1EA3
menu.coauthors.alt=Qu\u1EA3n l\u00ED t\u1EA5t c\u1EA3 c\u00E1c \u0111\u1ED3ng t\u00E1c gi\u1EA3 kh\u00F4ng n\u1EB1m trong nh\u00F3m t\u00E1c gi\u1EA3
menu.config=C\u1EA5u h\u00ECnh h\u1EC7 th\u1ED1ng
menu.config.alt=C\u1EA5u h\u00ECnh h\u1EC7 th\u1ED1ng c\u1EE7a qu\u00FD v\u1ECB
menu.created.lastmonth=M\u1EDBi k\u1EC3 t\u1EEB th\u00E1ng tr\u01B0\u1EDBc
menu.created.lastmonth.alt=Nh\u1EEFng ng\u01B0\u1EDDi s\u1EED d\u1EE5ng \u0111\u01B0\u1EE3c t\u1EA1o m\u1EDBi trong th\u00E1ng tr\u01B0\u1EDBc
menu.created.lastweek=M\u1EDBi t\u1EEB tu\u1EA7n tr\u01B0\u1EDBc
menu.created.lastweek.alt=Nh\u1EEFng ng\u01B0\u1EDDi s\u1EED d\u1EE5ng \u0111\u01B0\u1EE3c t\u1EA1o m\u1EDBi trong tu\u1EA7n tr\u01B0\u1EDBc
menu.created.sixmonth=M\u1EDBi trong v\u00F2ng 6 th\u00E1ng
menu.created.sixmonth.alt=Nh\u1EEFng ng\u01B0\u1EDDi s\u1EED d\u1EE5ng \u0111\u00E3 \u0111\u01B0\u1EE3c t\u1EA1o m\u1EDBi trong v\u00F2ng 6 th\u00E1ng
menu.deletedusers=Nh\u1EEFng ng\u01B0\u1EDDi s\u1EED d\u1EE5ng b\u1ECB x\u00F3a
menu.deletedusers.alt=Nh\u1EEFng ng\u01B0\u1EDDi s\u1EED d\u1EE5ng b\u1ECB x\u00F3a trong OLAT
menu.groupmanagergroup=Nh\u00E0 qu\u1EA3n tr\u1ECB nh\u00F3m
menu.groupmanagergroup.alt=Qu\u1EA3n l\u00ED to\u00E0n di\u1EC7n c\u00E1c nh\u00E0 qu\u1EA3n tr\u1ECB nh\u00F3m 
menu.i18n=Ng\u00F4n ng\u1EEF
menu.i18n.alt=C\u1EA5u h\u00ECnh m\u1EB7c \u0111\u1ECBnh v\u00E0 c\u00E1c ng\u00F4n ng\u1EEF \u0111\u01B0\u1EE3c s\u1EED d\u1EE5ng trong h\u1EC7 th\u1ED1ng
menu.imadmin=Tin nh\u1EAFn kh\u1EA9n
menu.imadmin.alt=Qu\u1EA3n tr\u1ECB tin nh\u1EAFn kh\u1EA9n
menu.jmx=JMX
menu.jmx.alt=Xem c\u00E1c gi\u00E1 tr\u1ECB JMX
menu.layout=B\u1ED1 c\u1EE5c
menu.layout.alt=Thay \u0111\u1ED5i b\u1ED1 c\u1EE5c trong to\u00E0n b\u1ED9 h\u1EC7 th\u1ED1ng
menu.logondeniedgroup=Nh\u1EEFng ng\u01B0\u1EDDi s\u1EED d\u1EE5ng b\u1ECB c\u1EA5m
menu.logondeniedgroup.alt=Nh\u1EEFng ng\u01B0\u1EDDi s\u1EED d\u1EE5ng kh\u00F4ng \u0111\u01B0\u1EE3c ph\u00E9p \u0111\u0103ng nh\u1EADp v\u00E0o OLAT
menu.menuaccess=Truy nh\u1EADp v\u00E0 quy\u1EC1n h\u1EA1n
menu.menuaccess.alt=Qu\u1EA3n l\u00ED ng\u01B0\u1EDDi s\u1EED d\u1EE5ng th\u00F4ng qua s\u1EF1 truy nh\u1EADp v\u00E0 quy\u1EC1n h\u1EA1n
menu.menuqueries=Nh\u1EEFng t\u00ECm ki\u1EBFm \u0111\u01B0\u1EE3c \u0111\u1ECBnh ngh\u0129a tr\u01B0\u1EDBc 
menu.menuqueries.alt=Qu\u1EA3n l\u00ED ng\u01B0\u1EDDi s\u1EED d\u1EE5ng th\u00F4ng qua nh\u1EEFng danh s\u00E1ch t\u00ECm ki\u1EBFm \u0111\u01B0\u1EE3c \u0111\u1ECBnh ngh\u0129a tr\u01B0\u1EDBc
menu.noauthentication=Thi\u1EBFu s\u1EF1 x\u00E1c th\u1EF1c
menu.noauthentication.alt=Ng\u01B0\u1EDDi s\u1EED d\u1EE5ng kh\u00F4ng \u0111\u01B0\u1EE3c thi\u1EBFt l\u1EADp \u0111\u00FAng (kh\u00F4ng c\u00F3 m\u1EADt kh\u1EA9u)
menu.notifications=Nh\u1EEFng th\u00F4ng b\u00E1o
menu.notifications.alt=Nh\u1EEFng th\u00F4ng b\u00E1o
menu.onlinetranslation=C\u00F4ng c\u1EE5 d\u1ECBch
menu.onlinetranslation.alt=C\u00F4ng c\u1EE5 d\u1ECBch
menu.onlinetranslation.customize=C\u00F4ng c\u1EE5 ch\u1ECDn l\u1EF1a ng\u00F4n ng\u1EEF
menu.onlinetranslation.customize.alt=Vui l\u00F2ng ch\u1ECDn c\u00E1c y\u1EBFu t\u1ED1 ng\u00F4n ng\u1EEF c\u1EE7a h\u1EC7 th\u1ED1ng OLAT th\u00F4ng qua c\u00F4ng c\u1EE5 l\u1EF1a ch\u1ECDn ng\u00F4n ng\u1EEF
menu.quota=Qu\u1EA3n l\u00ED \u0111\u1ECBnh m\u1EE9c
menu.quota.alt=Qu\u1EA3n l\u00ED \u0111\u1ECBnh m\u1EE9c
menu.registration=\u0110\u0103ng k\u00FD v\u00E0o h\u1EC7 th\u1ED1ng
menu.registration.alt=H\u00E3y \u0111\u0103ng k\u00FD h\u1EC7 th\u1ED1ng OLAT c\u1EE7a qu\u00FD v\u1ECB t\u1EA1i \u0111\u1ECBa ch\u1EC9 olat.org
menu.resourceowners=C\u00E1c t\u00E1c gi\u1EA3 v\u00E0 c\u00E1c \u0111\u1ED3ng t\u00E1c gi\u1EA3
menu.resourceowners.alt=Qu\u1EA3n l\u00ED t\u1EA5t c\u1EA3 nh\u1EEFng ng\u01B0\u1EDDi s\u1EDF h\u1EEFu m\u1ED9t h\u1ECDc li\u1EC7u
menu.search=T\u00ECm ki\u1EBFm to\u00E0n v\u0103n
menu.search.alt=Qu\u1EA3n tr\u1ECB vi\u1EC7c t\u00ECm ki\u1EBFm to\u00E0n v\u0103n
menu.statistics=Th\u1ED1ng k\u00EA
menu.statistics.alt=Th\u1ED1ng k\u00EA t\u1EADp tin nh\u1EADt k\u00ED
menu.sysinfo=Th\u00F4ng tin h\u1EC7 th\u1ED1ng
menu.sysinfo.alt=Th\u00F4ng tin h\u1EC7 th\u1ED1ng
menu.ucreate=T\u1EA1o m\u1EDBi ng\u01B0\u1EDDi s\u1EED d\u1EE5ng
menu.ucreate.alt=T\u1EA1o m\u1EDBi ng\u01B0\u1EDDi s\u1EED d\u1EE5ng
menu.umgmt=Qu\u1EA3n l\u00ED ng\u01B0\u1EDDi s\u1EED d\u1EE5ng
menu.umgmt.alt=Qu\u1EA3n l\u00ED ng\u01B0\u1EDDi s\u1EED d\u1EE5ng
menu.usearch=T\u00ECm ki\u1EBFm ng\u01B0\u1EDDi s\u1EED d\u1EE5ng
menu.usearch.alt=T\u00ECm ki\u1EBFm ng\u01B0\u1EDDi s\u1EED d\u1EE5ng
menu.useradmin=Qu\u1EA3n l\u00ED ng\u01B0\u1EDDi s\u1EED d\u1EE5ng
menu.useradmin.alt=Qu\u1EA3n l\u00ED nh\u1EEFng ng\u01B0\u1EDDi s\u1EED d\u1EE5ng v\u00E0 c\u00E1c vai tr\u00F2 h\u1EC7 th\u1ED1ng
menu.userbulkreplayurl=Ng\u01B0\u1EDDi d\u00F9ng ReplayURL v\u00E0 AJAX
menu.userbulkreplayurl.alt=Thi\u1EBFt l\u1EADp ReplayURLS v\u00E0 AJAX cho nhi\u1EC1u ng\u01B0\u1EDDi
menu.userdelete=X\u00F3a ng\u01B0\u1EDDi s\u1EED d\u1EE5ng
menu.userdelete.alt=X\u00F3a ng\u01B0\u1EDDi s\u1EED d\u1EE5ng v\u1EDBi th\u00F4ng b\u00E1o qua e-mail
menu.userdelete.direct=X\u00F3a ng\u01B0\u1EDDi s\u1EED d\u1EE5ng ngay l\u1EADp t\u1EE9c
menu.userdelete.direct.alt=X\u00F3a ng\u01B0\u1EDDi s\u1EED d\u1EE5ng kh\u00F4ng c\u1EA7n th\u00F4ng b\u00E1o qua e-mail
menu.usergroup=T\u1EA5t c\u1EA3 nh\u1EEFng ng\u01B0\u1EDDi s\u1EED d\u1EE5ng h\u1EC7 th\u1ED1ng
menu.usergroup.alt=Qu\u1EA3n l\u00ED nh\u00F3m s\u1EED d\u1EE5ng h\u1EC7 th\u1ED1ng
menu.usermanagergroup=Nh\u00E0 qu\u1EA3n l\u00ED ng\u01B0\u1EDDi s\u1EED d\u1EE5ng
menu.usermanagergroup.alt=Qu\u1EA3n l\u00ED c\u00E1c nh\u00E0 qu\u1EA3n l\u00ED ng\u01B0\u1EDDi s\u1EED d\u1EE5ng
menu.usersimport=Nh\u1EADp v\u00E0o nh\u1EEFng ng\u01B0\u1EDDi s\u1EED d\u1EE5ng
menu.usersimport.alt=Nh\u1EADp v\u00E0o nh\u1EEFng ng\u01B0\u1EDDi s\u1EED d\u1EE5ng th\u00F4ng qua c\u00E1c danh s\u00E1ch Excel
queries.intro=Trong th\u1EF1c \u0111\u01A1n «T\u00ECm ki\u1EBFm \u0111\u01B0\u1EE3c \u0111\u1ECBnh ngh\u0129a tr\u01B0\u1EDBc» qu\u00FD v\u1ECB s\u1EBD t\u00ECm th\u1EA5y c\u00E1c truy v\u1EA5n t\u00ECm ki\u1EBFm th\u01B0\u1EDDng \u0111\u01B0\u1EE3c s\u1EED d\u1EE5ng. Qu\u00FD v\u1ECB c\u00F3 th\u1EC3 t\u00ECm th\u1EA5y truy v\u1EA5n c\u1EE7a m\u00ECnh trong danh s\u00E1ch n\u00E0y .
sysroles.intro=Trong th\u1EF1c \u0111\u01A1n «S\u1EF1 truy nh\u1EADp v\u00E0 c\u00E1c quy\u1EC1n h\u1EA1n» qu\u00FD v\u1ECB nh\u1EADn \u0111\u01B0\u1EE3c m\u1ED9t b\u1EA3n t\u00F3m t\u1EAFt v\u1EC1 s\u1EF1 truy nh\u1EADp v\u00E0 quy\u1EC1n h\u1EA1n trong OLAT m\u00E0 qu\u00FD v\u1ECB c\u00F3 th\u1EC3 qu\u1EA3n tr\u1ECB .
