#Mon Jul 25 13:31:47 CEST 2011
chart.alt=Hier kommt gleich eine Grafik, nur noch etwas Geduld...
chart.error=Die Gratik ist zu komplex und konnte nicht generiert werden. Bitte ben\u00FCtzen Sie gegebenenfalls den Download Link um die Daten in eine externen Anwendung zu laden.
chelp.statistic.alldates=Es werden alle verf\u00FCgbaren Daten ber\u00FCcksichtigt. Sie haben nicht die M\u00F6glichkeit die Daten auf eine Zeitspanne einzuschr\u00E4nken.
chelp.statistic.details=Wenn Sie einen Kursbaustein in der Tabelle anw\u00E4hlen, wird jeweils die Grafik zu diesem Kursbaustein angezeigt. W\u00E4hlen Sie in der Zeile «Total» die Anzahl Klicks an, zeigt die Grafik die Zugriffe verteilt auf die Kursbausteine.
chelp.statistic.grafics=Sie erhalten jeweils sowohl eine tabellarische wie auch eine grafische Darstellung der Daten. Die Daten der Tabelle k\u00F6nnen Sie als Excel-Datei (z.B. f\u00FCr Weiterverarbeitung) und die Grafik als png-Datei auf Ihren Rechner herunterladen.
chelp.statistic.intro=Hier k\u00F6nnen Sie verschiedene Statistiken \u00FCber den Zugriff auf Ihren OLAT-Kurs anzeigen lassen.
chelp.statistic.notice=Bitte beachten Sie, dass jeder Klick eines Benutzers auf einen Kursbaustein gez\u00E4hlt wird. Wenn also z.B. ein Benutzer dreimal ein und denselben Kursbaustein anw\u00E4hlt, werden drei Klicks gerechnet. Es werden aber nur die Klicks auf die Kursbausteine gez\u00E4hlt, nicht die Klicks im Inhalt eines Kursbausteins. Wenn ein Benutzer z.B. das Wiki in der Kursnavigation anw\u00E4hlt, wird dies als Klick gez\u00E4hlt, jedoch nicht wenn er im Wiki selbst einen Link anw\u00E4hlt.
chelp.statistic_intro.title=Statistiken: Allgemeine Informationen
command.closestatistic=Schliessen
datechooser.bdate=von
datechooser.edate=bis
datechooser.example.bdate=(Beispiel\: 26.01.2010)
datechooser.example.edate=(Beispiel\: 1.02.2010)
datechooser.generate=Statistik neu generieren

help.hover.statistic=Hilfe zur Verwendung der Statistiken
index.intro=Hier k\u00F6nnen Sie verschiedene Statistiken \u00FCber den Zugriff auf Ihren Kurs erstellen.<p> W\u00E4hlen Sie links im Menu einen Eintrag aus, um zu beginnen.
index.title=Statistiken
main.menu.title=Statistiken
main.menu.title.alt=Statistiken
statistic.chart.selectioninfo.node=auf den Kursbaustein &apos;{0}&apos;
statistic.chart.selectioninfo.total=auf das Total aller Kursbausteine
tool.name=Statistiken
stat.table.header.total=Total
stat.table.header.node=Kursbaustein
statistic.intro.more=Weitere Details zum Studienlevel finden Sie <a href="http://www.switch.ch/aai/support/documents/attributes/studybranch.html" target="_blank">hier</a>.