#Mon Jul 25 13:31:47 CEST 2011
LTConfigForm.invalidurl=Bitte geben Sie eine g\u00FCltige URL an.
LTConfigForm.key=Schl\u00FCssel
LTConfigForm.key.example=Beispiel: lmsng.school.edu
LTConfigForm.pass=Passwort
LTConfigForm.pass.example=Beispiel: secret
LTConfigForm.save=Speichern
LTConfigForm.url=URL
LTConfigForm.url.example=Beispiel: http://www.imsglobal.org/developers/BLTI/tool.php
LTConfigForm.user=Benutzername
chelp.ced-lti-conf.title=LTI-Seite konfigurieren
chelp.lti10=In dieses Eingabefeld k\u00F6nnen Sie weitere Parameter eingeben, die an die Lernapplikation \u00FCbermittelt werden sollen. So kann der Lernapplikation beispielsweise mitgeteilt werden, dass die Anfrage von der Lernplattform OLAT \u00FCbermittelt wird. (Die externe Lernapplikation muss die weitergegebenen Informationen verarbeiten k\u00F6nnen, weshalb eine Absprache mit dem Anbieter n\u00F6tig ist).
chelp.lti11=Wichtig ist, dass die Parameter immer mit Namen und Wert \u00FCbergeben werden. Im obigen Beispiel k\u00F6nnte das Format so aussehen: LMS=OLAT
chelp.lti12=Wenn Sie diese Checkbox ankreuzen, werden den Benutzern die gesendeten Informationen angezeigt. Diese Informationen beinhalten Parameter wie zum Beispiel die Benutzeridentifikation, den Kursnamen, den Kursbaustein etc.
chelp.lti13=Wenn Sie die in der Kursansicht auf die Schaltfl\u00E4che «Launch Endpoint with BasicLTI Data» oberhalb der Anzeige der gesendeten Daten dr\u00FCcken, gelangen Sie zur Startseite der Lernapplikation.
chelp.lti2= Mit der LTI-Seite k\u00F6nnen Sie externe Software wie zum Beispiel einen externen Chat, ein Mediawiki, einen Testeditor oder ein virtuelles Chemielabor in Ihren Kurs integrieren.
chelp.lti3=Wenn der Benutzer die LTI-Seite in der Navigation ausw\u00E4hlt, erscheint die eingebundene Lernapplikation im OLAT-Kurs.
chelp.lti4=Im Hintergrund werden dabei die Benutzerdaten und Kursinformationen sowie der Schl\u00FCssel gesch\u00FCtzt an die eingebundene Lernapplikation \u00FCbermittelt. Die Lernapplikation \u00FCberpr\u00FCft die Zugangsrechte und erlaubt bei g\u00FCltigem Schl\u00FCssel den Zugriff.
chelp.lti5=In diesem Eingabefeld geben Sie die Adresse der externen Lernapplikation im Format «http://wiscrowd.appspot.com/wiscrowd/» ein.
chelp.lti6=Hier geben Sie den Schl\u00FCssel ein, den Sie vom Anbieter der externen Lernapplikation erhalten haben («12345» im obigen Beispiel).
chelp.lti7=Hier geben Sie das zum Schl\u00FCssel passende Passwort ein, das Sie ebenfalls vom Anbieter der externen Lernapplikation erhalten haben («Secret» im obigen Beispiel).
chelp.lti8=Wenn Sie diese Checkbox ankreuzen, wird der Vor- und Nachname des Benutzers an die externe Lernapplikation weitergegeben. Ansonsten kann der Benutzer die externe Lernapplikation anonym nutzen.
chelp.lti9=Markieren Sie die Checkbox, wird die E-Mailadresse des Benutzers an die externe Lernapplikation weitergegeben.
command.preview=Vorschau anzeigen
condition.accessibility.title=Zugang
cshelp.lti1=LTI steht f\u00FCr «Learning Tool Interoperability» und ist ein IMS Standard zur Einbindung von externen Lernapplikationen in eine Lernplattform.
display.config.custom=Spezielle Konfiguration (Name=Wert)
display.config.doDebug=Gesendete Information anzeigen
display.config.sendEmail=E-Mail-Adresse zum Anbieter senden
display.config.sendName=Name zum Anbieter senden
error.hostmissing.long=F\u00FCr die externe Seite «{0}» muss ein Host im Tab «Seiteninhalt» konfiguriert werden.
error.hostmissing.short=Es ist kein Host angegeben f\u00FCr «{0}».
form.title=Konfiguration LTI Seite
help.hover.lt.conf=Hilfe zur Konfiguration der LTI Seite
pane.tab.accessibility=Zugang
pane.tab.ltconfig=Seiteninhalt
title_lti=LTI-Seite
